tap "hashicorp/tap"
tap "homebrew/bundle"
tap "superbrothers/zsh-kubectl-prompt"
brew "anyenv"
brew "xz"
brew "jpeg-xl"
brew "aom"
brew "curl"
brew "ffmpeg"
brew "freetds"
brew "gawk"
brew "git"
brew "go"
brew "go-task"
brew "graphviz"
brew "jmeter"
brew "jq"
brew "k6"
brew "kubernetes-cli"
brew "openjdk"
brew "parallel"
brew "peco"
brew "php"
brew "postgresql@14"
brew "procs"
brew "python@3.10"
brew "r"
brew "stern"
brew "tmux"
brew "tree"
brew "wget"
brew "hashicorp/tap/terraform"
