tap "hashicorp/tap"
tap "manaflow-ai/cmux"
tap "superbrothers/zsh-kubectl-prompt"
brew "anyenv"
brew "aom"
brew "openssl@3"
brew "xz"
brew "curl"
brew "ffmpeg"
brew "freetds"
brew "gmp"
brew "jpeg-xl"
brew "gh"
brew "git"
brew "go"
brew "go-task"
brew "graphviz"
brew "grpcurl"
brew "jq"
brew "k6"
brew "kubernetes-cli"
brew "libyaml"
brew "openjdk"
brew "openjdk@17"
brew "parallel"
brew "peco"
brew "php"
brew "postgresql@17", restart_service: :changed
brew "procs"
brew "python@3.10"
brew "r"
brew "rust"
brew "stern"
brew "tmux"
brew "translate-shell"
brew "tree"
brew "wget"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "hashicorp/tap/terraform"
brew "superbrothers/zsh-kubectl-prompt/zsh-kubectl-prompt"
cask "android-studio"
cask "cmux"
cask "karabiner-elements"
cask "libndi"
cask "swiftbar"
go "github.com/bufbuild/buf/cmd/buf"
go "github.com/grpc-ecosystem/grpc-health-probe"
npm "corepack"
